Revit 2027 API
BuiltInFailures.GroupFailures.DetailsOfNestedGroupsLost Property
 Details will be deleted if they reference group members being ungrouped in other instances of this containing group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DetailsOfNestedGroupsLost { get; }
Public Shared ReadOnly Property DetailsOfNestedGroupsLost As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DetailsOfNestedGroupsLost {
	FailureDefinitionId^ get ();
}
static member DetailsOfNestedGroupsLost : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace